export const FilmGenresConst = ['драма', 'комедия',
    'мелодрама', 'ужасы', 'боевик', 'биография', 'криминал', 'триллер',
    'семейный', 'фантастика', 'фэнтези', 'приключения', 'детектив', 'мультфильм', 'военный']
//
// export const FilmGenresConst = [
//     {
//         text: 'Драма',
//         value: 'драма',
//     },
//     {
//         text: 'Комедия',
//         value: 'комедия',
//     },
//     {
//         text: 'Мелодрама',
//         value: 'мелодрама',
//     },
//     {
//         text: 'Ужасы',
//         value: 'ужасы',
//     },
//     {
//         text: 'Драма',
//         value: 'драма',
//     },
//     {
//         text: 'Боевик',
//         value: 'боевик',
//     },
//     {
//         text: 'Биография',
//         value: 'биография',
//     },
//     {
//         text: 'Криминал',
//         value: 'криминал',
//     },
//     {
//         text: 'Триллер',
//         value: 'триллер',
//     },
//     {
//         text: 'Семейный',
//         value: 'семейный',
//     },
//     {
//         text: 'Фантастика',
//         value: 'фантастика',
//     },
//     {
//         text: 'Фэнтези',
//         value: 'фэнтези',
//     },
//     {
//         text: 'Приключения',
//         value: 'приключения',
//     },
//     {
//         text: 'Детектив',
//         value: 'детектив',
//     },
//     {
//         text: 'Мультфильм',
//         value: 'мультфильм',
//     },
//     {
//         text: 'Военный',
//         value: 'военный',
//     },
// ]